Revit 2024 API
SpecTypeId.PowerPerLength Property
 Power per Length, in discipline Electrical.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PowerPerLength { get; }
Visual Basic
Public Shared ReadOnly Property PowerPerLength As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PowerPerLength {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace